"john.appleseed" = "john.appleseed";
"Sign In" = "تسجيل الدخول";
"Your account name or password was entered incorrectly." = "تم إدخال اسم الحساب أو كلمة السر بشكل غير صحيح.";
"There was an error logging in. Please try again." = "هنالك خطأ في الدخول. الرجاء المحاولة مرة أخرى.";
"Apple ID password" = "كلمة سر Apple ID";
"Invalid token data is returned by server" = "هنالك خطأ في الدخول. الرجاء المحاولة مرة أخرى.";
"Authentication was canceled by user" = "تم إلغاء المصادقة";
"password" = "كلمة السر";
"OK" = "موافق";
"Password field is empty" = "الرجاء إدخال كلمة السر.";
"Password expired. Please change your password on Mac." = "انتهت صلاحية كلمة السر. الرجاء تغيير كلمة السر الخاصة بك في الإعدادات ->المتجر";
"Required" = "مطلوب";
"Would you like to visit iForgot.apple.com to recover your %@?" = "هل ترغب في زيارة iForgot.apple.com لاستعادة معلومات حسابك؟";
"Password" = "كلمة السر";
"Apple ID field is empty" = "حقل Apple ID فارغ";
"Apple ID" = "Apple ID";
"Cancel" = "إلغاء";

/* Verification Code Screen Prompt */
"Enter verification code" = "إدخال رمز التحقق";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "أدخل رمز التحقق الذي تم إرساله إلى\"%@\"";

/* Send new code button title */
"Send a new code" = "أرسل رمزًا جديدًا";

/* SMS subtitle */
"SMS to Phone Number" = "رسالة SMS إلى رقم الهاتف";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "هل تعذر عليك استلام أي رسائل على أي من أجهزتك؟";

/* Verification Code Screen Title */
"Verification Code" = "رمز التحقق";

/* Trusted devices screen title */
"Verify Identity" = "التحقق من الهوية";

/* Send button title */
"Send" = "إرسال";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "لإدارة أجهزتك الموثوق بها يرجى زيارة %@ من جهاز كمبيوتر يعمل بنظام التشغيل Mac أو جهاز كمبيوتر شخصي.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "تم تمكين عملية التحقق المكونة من خطوتين للـ Apple ID هذا.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "سيتم إرسال رمز مؤقت إلى الجهاز الذي قمت بتحديده أدناه حتى يمكنك استخدامه لتأكيد هويتك.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "أجهزة موثوق بها";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "إن عملية التحقق المكونة من خطوتين مطلوبة، ولكن تفاعل المستخدم غير مسموح به.";

/* Button title */
"My Apple ID…" = "Apple ID الخاص بي…";

/* Phone number description */
"Number ending in %@" = " رقم ينتهي بـ %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "عذرًا، ولكنك قمت بالكثير من المحاولات الفاشلة للتحقق من هويتك. لأسباب أمنية، لن تكون قادرًا على إجراء تغييرات على حسابك للساعات الثماني المقبلة من دون مفتاح الاسترداد.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "لقد أرسلت عددًا كبيرًا جدًا من الرموز للتحقق من رقم الهاتف الخاص بك. يرجى إعادة المحاولة لاحقًا.";

/* Error Message */
"No Device information available." = "لا تتوفر معلومات عن الجهاز";

/* Error Message */
"The verification code you entered is not valid." = "رمز التحقق الذي أدخلته غير صالح.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "لقد فشلت في التحقق من الرمز لمراتٍ عديده. يرجى إرسال رمزًا جديدًا إلى جهاز مختلف أو إعادة المحاولة في وقت لاحق.";

/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "تم إدخال Apple ID أو كلمة السر بشكل غير صحيح.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "لحماية أمانك، فقد حان الوقت لإعادة تعيين كلمة السر الخاصة بك. الأمر سهل، فقط انتقل إلى %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "تم إيقاف الـ Apple ID هذا لأسباب أمنية. يُمكنك إعادة تعيين كلمة السر على %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "يبدو أن الوقت الحالي على هذا الجهاز غير صحيح. يمكنك إصلاح الأمر عن طريق الإعدادات > عام > التاريخ والوقت، ثم حاول مرة أخرى.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "عذرًا، حدث خطأ. شُكرًا لصبرك. يرجى المحاولة مرة أخرى لاحقًا.";

"You appear to be offline. Please connect to the Internet and try again." = "يبدو أنك غير متصل. يُرجى الاتصال بالإنترنت والمحاولة مرة أخرى.";

"Two-step verification has been disabled for the Apple ID account %@." = "تم تعطيل عملية التحقق المكونة من خطوتين لحساب Apple ID ‏%@.";

"Signing In" = "تسجيل الدخول";

"A new code has been sent to your device." = "تم إرسال رمز جديد لجهازك.";

"Code %1$d of %2$d selected" = "تم تحديد الرمز %1$d من %2$d";

"Sending New Code" = "إرسال رمز جديد";

"Verifying code" = "التحقق من الرمز";

"Verified" = "تم التحقق";

/* Send Code to label */
"Send Code to:" = "إرسال رمز إلى:";

/* Error Message */
"Please enter a valid phone number." = "يرجى إدخال رقم هاتف صالح.";
